Tekla.Structures.AnalysisInternal.DotAnalysisVolumeItem
The serialization structure for AnalysisVolumeItem.

Tekla.Structures.AnalysisInternal.DotAnalysisVolumeItem._AnalysisObject
The faces of the analysis volume item.

Tekla.Structures.AnalysisInternal.DotAnalysisVolumeItem.ToStruct(Tekla.Structures.Analysis.AnalysisVolumeItem)
DO NOT USE! For internal usage only!
P: P.

Tekla.Structures.AnalysisInternal.DotAnalysisVolumeItem.FromStruct(Tekla.Structures.Analysis.AnalysisVolumeItem)
DO NOT USE! For internal usage only!
P: P.